/* Dialog Strings */
"SAVE" = "Guardar";
"DONTSAVE" = "No guardar";
"CANCEL" = "Cancelar";
"DELETE" = "Eliminar";
"OK" = "Aceptar";
"APPLY" = "Aplicar";
"REVERT" = "Restaurar";
"DONTAPPLY" = "No aplicar";
"CONTINUE" = "Continuar";
"NONE" = "Ninguno";
"ASSIST" = "Asistente…";
"NEW_ISP" = "Obtener otro proveedor…";
"CREATE" = "Crear";
"DO_NOT_CREATE" = "No crear";
"UNKNOWN" = "Desconocido";
"DONE" = "Aceptar";
"AUTHENTICATE" = "Autenticar";
"DEAUTHENTICATE" = "Anular autenticación";

"ADVANCED" = "Avanzado";
"SETUP" = "Configurar…";
"CONNECT" = "Conectar";
"DISCONNECT" = "Desconectar";
"DIAL_NOW" = "Marcar ahora";

"EDIT_BUTTON_RENAME" = "Renombrar";
"EDIT_BUTTON_EDIT" = "Editar…";

"LINK_AGGREGATE" = "Agregado de enlaces";

/* Panel Strings */
"SAVE_CONFIG" = "¿Aplicar los cambios realizados en la configuración?";
"IP_FROM_SERVER" = "Dirección IP: Facilitada por el servidor\n";
"IP_ADDR" = "Dirección IP: %@\n";
"DELETE_LOC" = "¿Seguro que desea eliminar la ubicación “%@”?";
"DELETE_CFG" = "¿Seguro que desea eliminar la configuración “%@”?";
"DELETE_SERVICE" = "¿Seguro que desea eliminar el servicio titulado “%@”?";
"NO_UNDO_DESC" = "No puede deshacerse.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "El servicio “%@” se encuentra en múltiples ubicaciones";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "¿Desea eliminarlo de todas las ubicaciones o sólo de la ubicación actual?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Eliminar de todas";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Eliminar de la actual";
"RENAME_CFG" = "Cambiar el nombre de la configuración:";
"RENAME_SERVICE" = "Introduzca un nombre nuevo para “%@”.";
"CREATE_CFG" = "Cree una nueva configuración con el siguiente nombre:";
"CREATE_SERVICE" = "Cree un nuevo servicio con el siguiente nombre:";
"DUPLICATE_SERVICE" = "Introduzca un nombre para el duplicado de “%@”.";
"AUTOMATIC_CFG" = "Automática";
"DEFAULT_CFG" = "Por omisión";
"UNTITLED_CFG" = "Sin título";
"CFG_NAME" = "Nombre de la configuración:";
"CFG_COPY_NO_FORMAT" = "(copia)";
"CFG_COPY" = "Copia de %@";
"AIRPORT_ID" = "Nº AirPort:";
"ENET_ID" = "Dirección Ethernet:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "¡Nombre no válido!";
"DUPLICATE_NAME" = "El nombre debe ser exclusivo.";
"INVALID_VLAN_TAG" = "¡La etiqueta está fuera de intervalo!";
"DUPLICATE_VLAN_TAG" = "La etiqueta debe ser exclusiva.";
"TURN_AIRPORT_OFF" = "Desactivar AirPort";
"TURN_AIRPORT_ON" = "Activar AirPort";
"AIRPORT_POWER_ON" = "Activado";
"AIRPORT_POWER_OFF" = "Desactivado";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 a 4";

"MODEM_GENERIC" = "Genérico";
"MODEM_OTHER" = "Otro";

"UNTITLED_INTERFACE" = "Sin título";
"UNTITLED_SERVER" = "Servidor sin título";

"ALERT_UNSAVED_CHANGES_FORMAT" = "No se han aplicado algunos cambios del servicio “%@”. ¿Desea aplicarlos?";
"ALERT_UNSAVED_CHANGES" = "Este servicio contiene cambios sin guardar";
"ALERT_UNSAVED_CHANGES_EXIT" = "¿Desea aplicar los cambios antes de cerrar el panel de las preferencias de Red?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Se perderán los cambios no guardados al importar. ¿Desea aplicar los cambios antes de importar la configuración?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "¿Desea aplicar los cambios antes de cambiar los servicios?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "¿Desea aplicar los cambios antes de cambiar de ubicación?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "¿Desea aplicar los cambios efectuados antes de modificar las ubicaciones?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Se perderán los cambios no guardados al encender AirPort. ¿Desea aplicar los cambios antes de encender AirPort?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Se perderán los cambios no guardados al renovar la asignación DHCP. ¿Desea aplicar los cambios antes de renovar la asignación DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Al conectarse sin aplicar los cambios se usarán los ajustes anteriores. ¿Desea aplicar los cambios antes de conectarse?";

"DELETE_VLAN_MULTIPLE" = "Esta VLAN está siendo usada por los servicios de red %d.";
"DELETE_VLAN_ONE" = "Esta VLAN está siendo usada por un servicio de red.";
"DELETE_VLAN" = "¿Seguro que desea eliminar la VLAN “%@”?";
"DELETE_VLAN_INFO" = "Todos los servicios de red que usen esta red VLAN se borrarán si elimina la red VLAN. Tenga en cuenta que esta acción no puede deshacerse. ¿Desea eliminar la red VLAN y sus configuraciones asociadas?";

"DELETE_BOND_MULTIPLE" = "Este agregado está siendo usado por los servicios de red %d.";
"DELETE_BOND_ONE" = "Este agregado está siendo usado por un servicio de red.";
"DELETE_BOND" = "¿Seguro que desea eliminar el agregado “%@”?";
"DELETE_BOND_INFO" = "Todos los servicios de red que usen este agregado se borrarán si elimina el agregado. Tenga en cuenta que esta acción no puede deshacerse. ¿Desea eliminar el agregado y sus configuraciones asociadas?";
"UNTITLED_VLAN" = "VLAN sin título";
"UNTITLED_BOND" = "Vínculo sin título";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Todas las interfaces miembro están conectadas.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Hay algunas interfaces miembro conectadas. Haga clic en Avanzado para obtener más información al respecto.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "No hay ninguna interfaz miembro conectada. Haga clic en Avanzado para obtener más información al respecto.";

"NEW_INTERFACE" = "Se ha detectado una nueva interfaz";
"SAVE_INTERFACE" =  "Se ha detectado una nueva interfaz de red:\r\r%@\r\rCompruebe que esté configurada correctamente y, a continuación, haga clic en Aplicar para activarla.";

"NEW_INTERFACES" = "Se han detectado nuevas interfaces";
"SAVE_INTERFACES" =  "Se han detectado nuevas interfaces de red:\r\r%@\r\rCompruebe que estén configuradas correctamente y, a continuación, haga clic en Aplicar para activarlas.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Activar servicio";
"Make Service Inactive" = "Desactivar servicio";

"Remove Service" = "Eliminar servicio “%@”…";
"Duplicate Service" = "Duplicar servicio “%@”…";
"Rename Service" = "Cambiar nombre del servicio “%@”…";
"DELETE_WITH_NAME" = "Eliminando “%@”…";
"EDIT_WITH_NAME" = "Editar “%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Editar ubicaciones…";

/* transmitting and receiving */
"tx" = "transmisión";
"rx" = "recepción";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "full";
"half" = "half";
"full-duplex" = "full-duplex";
"half-duplex" = "half-duplex";
"flow" = "flujo";
"flow-control" = "control de flujo";
"auto" = "automático";
"autoselect" = "Selección automática";

/* misc service title */
"UNKNOWN_SERVICE" = "Servicio desconocido";

/* status strings */
"Inactive" = "Sin activar";
"Connected" = "Conectado";
"Connecting" = "Conectando…";
"Disconnecting" = "Desconectando...";
"Some Connected" = "Algunas interfaces conectadas";
"Not Connected" = "Sin conexión";
"Not Configured" = "Sin configurar";
"Unknown State" = "Estado desconocido";
"Cable Unplugged" = "Cable desconectado";

"Self-Assigned IP" = "IP autoasignada";
"No IP Address" = "Falta la dirección IP";
"Loopback IP" = "IP loopback";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Cuentas";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Módem";
"pppoe" = "PPPoE";
"proxies" = "Proxies";
"appletalk" = "AppleTalk";
"bonds" = "Estado del vínculo";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN por petición";
"vpnoptions" = "Opciones";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Servicios";
"Active Services" = "Servicios activos";
"Inactive Services" = "Servicios inactivos";
"All Services" = "Todos los servicios";
"All Broadband Services" = "Todos los servicios de banda ancha";
"All VPN Services" = "Todos los servicios VPN";
"All Wireless Services" = "Todos los servicios inalámbricos";
"All Dial-up Services" = "Todos los servicios de conexión telefónica";

"All Active Services" = "Todos los servicios activos";
"Active Broadband Services" = "Servicios de banda ancha activos";
"Active VPN Services" = "Servicios VPN activos";
"Active Wireless Services" = "Servicios inalámbricos activos";
"Active Dial-up Services" = "Servicios de conexión telefónica activos";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Ajustar orden de servicio y otras acciones";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "El identificador MAC (Media Access Control) del hardware de esta red";
"AirPortID Tooltip" = "El identificador MAC (Media Access Control) del hardware de esta red (el mismo que el ID AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Dirección IP no válida";
"InvalidSubnetMask" = "Máscara de subred no válida";
"InvalidRouterAddress" = "Dirección del router no válida";
"InvalidServerAddress" = "Dirección del servidor no válida";
"InvalidDomainLabel" = "Etiqueta de dominio no válida";
"LinkLocalAddress" = "Enlazar dirección local";
"InvalidPrefixLength" = "Long. del prefijo no válida";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "La dirección IP debe estar compuesta por 4 números (de 0 a 255) separados por puntos.";
"BasicSubnetMaskError"	= "La máscara de subred debe estar compuesta por 4 números (de 0 a 255) separados por puntos.";
"DefaultRouteError"	= "El valor introducido está reservado para la ruta por omisión y no puede utilizarse como dirección IP de este ordenador.";
"LimitedBroadcastError"	= "El valor introducido es la dirección de transmisión limitada (limited broadcast) y no puede utilizarse como dirección IP de este ordenador.";
"FirstQuadReservedError"	= "El primer cuarto del valor introducido está fuera de intervalo y no puede utilizarse como dirección del router de este ordenador.";
"SourceAddressError"	= "El primer cuarto del valor introducido no puede ser cero.";
"LoopbackError"	= "El primer cuarto del valor introducido no puede ser 127.";
"BroadcastAddressError"	= "La dirección del servidor no puede coincidir con la dirección de transmisión.";
"NetworkAddressError"	= "La dirección del servidor no puede ser 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "La parte de la dirección IP correspondiente a la dirección de red no coincide con la dirección de subred. ";
"OctetRangeError"	= "La dirección IP no pertenece al intervalo de direcciones compatibles con la dirección del router y la máscara de subred.";

// IP and Router match error
"IPRouterMatchError"= "La dirección IP no puede ser la misma que la dirección del router.";

// IP Address Link Local Address
"LinkLocalError" = "La dirección IP no es enrutable. Se recomienda introducir otra dirección IP.";

// subnet maskk error reasons
"NonContiguousOnesError" = "La máscara de subred no es válida. Compruébela para asegurarse de que la ha introducido correctamente. Póngase en contacto con su administrador de red para obtener ayuda.";

// DNS Search Domain errors
"SearchDomainLabelError" = "El dominio de búsqueda sólo puede estar compuesto por letras, dígitos y guiones. Además, debe empezar y acabar con una letra o dígito. ";

// IPv6 address errors
"IPv6BasicValidationError" = "La dirección IPv6 debe estar compuesta por 8 números hexadecimales (de 0x0 a 0xffff) separados por dos puntos.";
"IPv6RouterBasicValidationError" = "La dirección IPv6 del router debe estar compuesta por 8 números hexadecimales (de 0x0 a 0xffff) separados por dos puntos.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "La longitud del prefijo IPv6 debe estar compuesta por un número entero entre 0 y 128. Se recomienda introducir un valor inferior a 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "El ID de cliente DHCP es demasiado largo";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "El ID de cliente DHCP no puede contener más de 255 caracteres.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 día, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d días, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Bytes";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Duplicar la ubicación seleccionada";
"DUPLICATE_SERVICE_TOOLTIP" = "Duplicar el servicio seleccionado";
"DELETE_SET_TOOLTIP" =  "Eliminar la ubicación seleccionada";
"DELETE_SERVICE_TOOLTIP" =  "Eliminar el servicio seleccionado";
"SERVICES_COLUMN_TITLE" = "Servicios";
"LOCATIONS_COLUMN_TITLE" = "Ubicaciones";
"ADD_LOCATION_TOOLTIP" = "Añadir una ubicación";
"DELETE_LOCATION_TOOLTIP" = "Eliminar la ubicación seleccionada";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Seleccione los servicio a añadir a la ubicación “%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Secreto compartido IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Conexión a Internet";
"8021x_KEYCHAIN" = "Contraseña 802.1X";
"IC_KEYCHAIN_FORMAT" = "Conexión a Internet: %@";

/* configuration popup menu item titles */
"Rename item" = "Cambiar nombre de “%@”…";
"Delete item" = "Eliminar “%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Añadir una dirección de servidor DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Eliminar una dirección de servidor DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Añadir un dominio de búsqueda DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Eliminar un dominio de búsqueda DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Añadir una dirección de servidor WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Eliminar una dirección de servidor WINS";
"Add WINS server address" = "Añadir dirección de servidor WINS";
"Delete WINS server address" = "Eliminar dirección de servidor WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Añadir una configuración 802.1X";
"DELETE_8021X_CONFIG_TOOLTIP" = "Eliminar una configuración 802.1X";
"Add an 802.1x configuration" = "Añadir una configuración 802.1X";
"Delete an 802.1x configuration" = "Eliminar una configuración 802.1X";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Añadir una nueva dirección IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Eliminar la dirección IPv6 seleccionada";

"ADD_SERVICE_TOOLTIP" = "Cree un servicio nuevo";
"REMOVE_SERVICE_TOOLTIP" = "Eliminar el servicio seleccionado";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ está en uso en estos momentos.";

"CUSTOM_RANGE_FORMAT" = "( %d a %d )";
"MTU_RANGE_ERROR_TITLE" = "Valor fuera de intervalo";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "El valor MTU introducido es inferior al valor mínimo (%d) permitido por esta interfaz.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "El valor MTU introducido supera el valor máximo (%d) permitido por esta interfaz.";
"MTU_RANGE_ERROR" = "El valor introducido no pertenece al intervalo de valores MTU permitido por esta interfaz.";

// proxy descriptions
"FTP Proxy" = "Proxy de FTP";
"Web Proxy (HTTP)" = "Proxy de web (HTTP)";
"Secure Web Proxy (HTTPS)" = "Proxy de web seguro (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy de streaming (RTSP)";
"SOCKS Proxy" = "Proxy de SOCKS";
"Gopher Proxy" = "Proxy de Gopher";
"Automatic Proxy Configuration" = "Config. de proxy automática";
"Auto Proxy Discovery" = "Detección de proxy automática";
		
// proxy titles
"FTP Proxy Server" = "Servidor proxy de FTP";
"Web Proxy Server" = "Servidor proxy de web";
"Secure Web Proxy Server" = "Servidor proxy de web seguro";
"Streaming Proxy Server" = "Servidor proxy de streaming";
"SOCKS Proxy Server" = "Servidor proxy de SOCKS";
"Gopher Proxy Server" = "Servidor proxy de Gopher";
"Proxy Configuration File" = "Archivo de configuración de proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "No se ha encontrado ningún certificado";
"NO_CERT_ALERT_INFO" = "La autenticación de certificados no puede utilizarse porque su llave no contiene los certificados adecuados. Use Acceso a Llaves para importar a su llave los certificados necesarios. Si no dispone de los certificados necesarios para la autenticación, póngase en contacto con el administrador de la red.";
"NO_CERT_MACHINE_ALERT_TITLE" = "No se ha encontrado ningún certificado del equipo";
"NO_CERT_MACHINE_ALERT_INFO" = "La autenticación de certificados no puede utilizarse porque su llave no contiene los certificados adecuados. Use Acceso a Llaves para importar a su llave los certificados necesarios. Si no dispone de los certificados necesarios para la autenticación, póngase en contacto con el administrador de la red.";
"NO_CERT_ALERT_OK" = "Aceptar";
"NO_CERT_SELECTED" = "0 seleccionados";
"SELECT_USER_CERT_TITLE" = "Seleccione su certificado de autenticación de usuario:";
"SELECT_TLS_CERT_TITLE" = "Seleccione su certificado TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Seleccione el certificado de autenticación de su equipo:";
"SELECT_CERT_INFO" = "0 seleccionados";
"CERT_NOT_FOUND" = "No está en el llavero";
"CERT_NOT_FOUND_TOOLTIP" = "El certificado seleccionado ya no está en el llavero";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Añadir un nuevo dominio a la lista";
"REMOVE_VPN_DOMAIN" = "Eliminar el dominio seleccionado de la lista";
"Add VPN on Demand domain" = "Añadir dominio VPN por petición";
"Remove VPN on Demand domain" = "Eliminar dominio VPN por petición";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minutos antes de volver a marcar"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Si activa TLS se producirá un error en la autenticación.";
"ONEX_TLS_INFO" = "No se puede activar el protocolo TLS porque su llave no contiene los certificados adecuados. Use Acceso a Llaves para importar a su llave los certificados necesarios. Si no dispone de los certificados necesarios para la autenticación, póngase en contacto con el administrador de la red.";
"NO_CERTS" = "No se ha encontrado ningún certificado";
"TLS_DESC" = "Seleccione su certificado TLS:";

"ONEX_OFF_STATUS" = "802.1X está desactivado";
"ONEX_ON_STATUS" = "802.1X está activado";
"ONEX_INACTIVE_STATUS" = "802.1X está inactivo";
"TURN_ONEX_OFF" = "Desactivar 802.1X";
"TURN_ONEX_ON" = "Activar 802.1X";

"ONEX_LOGIN_OFF_STATUS" = "El acceso 802.1X está desactivado";
"ONEX_LOGIN_ON_STATUS" = "El acceso 802.1X está activado";
"TURN_LOGIN_ONEX_OFF" = "Desactivar";
"TURN_LOGIN_ONEX_ON" = "Activar";

"ENABLE_8021X_TOOLTIP" = "Haga clic para activar o desactivar la autenticación 802.1X del sistema para este servicio de red. ";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Para activar la autenticación 802.1X se requiere un nombre de usuario y una contraseña.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Haga clic para autenticar usando una configuración 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "El nombre de usuario y la contraseña solo se usan para obtener el certificado y determinar su confianza. No se conservan.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "Error en la autenticación 802.1X.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X no ha podido realizar la autenticación. Puede que la configuración especificada no sea válida. Si no está seguro de la configuración con la que debe conectarse, póngase en contacto con el administrador de la red."; 
"ONEX_PROTOCOL_FAILURE" = "Uno o varios de los protocolos con los que intenta comunicarse no son compatibles. Si no está seguro de los protocolos con los que debe conectarse, consulte al administrador de la red."; 
"ONEX_INNER_PROT_FAILURE" = "Uno o varios de los protocolos internos con los que intenta comunicarse no son compatibles. Si no está seguro de los protocolos internos con los que debe conectarse, consulte al administrador de la red."; 
"ONEX_SECURITY_ERROR" = "Error de seguridad: %d";
"ONEX_ERROR_PORT" = "( Error: %1$d en el puerto %2$@ )";

"ONEX_AUTHENTICATING" = "Autenticando";
"ONEX_CONNECTED" = "Autenticado";
"ONEX_CONNECTED_VIA" = "Autenticado via %@";
"ONEX_CONNECTED_VIA_PROT" = "Autenticado vía %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tiempo de conexión: %@";
"ONEX_NO_AUTHENTICATOR" = "El servidor de autenticación no responde.";

"ONEX_PROGRESS_TITLE" = "Configurando ajustes de %@ para %@";
"ONEX_PROGRESS_STEP_AUTH" = "Autenticando…";
"ONEX_PROGRESS_STEP_TRUST" = "Ajustando nivel de confianza…";

"ONEX_SYSTEM_DOMAIN" = "Perfiles del sistema";
"ONEX_LOGINWINDOW_DOMAIN" = "Perfiles de la ventana de inicio de sesión";
"ONEX_USER_DOMAIN" = "Perfiles de usuario";
"ONEX_SYSTEM_CONFIG" = "Perfil del sistema";
"ONEX_LOGINWINDOW_CONFIG" = "Ventana de inicio de sesión";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "¿Reemplazar el perfil del sistema?";
"ONEX_REPLACE" = "Reemplazar";
"ONEX_REPLACE_SHEET_INFO" = "¿Reemplazar el perfil de sistema por el perfil “%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Ya existe un perfil para esta red.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Crear otro perfil para esta red podría afectar a la capacidad para unirse automáticamente a la red.";

/* status strings */
"UNKNOWN_SUMMARY" = "El estado de su conexión a la red no puede determinarse.";
"UNKNOWN_STATUS" = "El estado de la red no puede determinarse";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Añadir la red preferida a la lista";
"DELETE_NETWORK_TOOLTIP" = "Eliminar una red de la lista de redes preferidas";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ está inactivo";
"AIRPORT_ON" = "%@ está activo";
"AIRPORT_CONNECTED" = "%@ está conectado a una red";
"AIRPORT_UNKNOWN" = "El estado de su conexión inalámbrica no ha podido determinarse.";
"AIRPORT_NO_NETWORK" = "Ninguna seleccionada";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ está activado pero no está conectado a ninguna red.";
"AIRPORT_CONNECTED_TO" = "%1$@ está conectado a %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ está conectado a la red de ordenador a ordenador %2$@.";
"AIRPORT_NO_IP" = "%@ no tiene asignada una dirección IP, por lo que no puede conectarse a Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ está configurado para recibir una dirección IP vía %2$@, pero no tiene asignada ninguna dirección IP, por lo que no puede conectarse a Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ está conectado a %2$@ y tiene asignada la dirección IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ posee la dirección IP autoasignada %@ y no podrá conectarse a Internet.";
"AIRPORT_NO_ROUTER" = "No se puede establecer comunicación con la estación base. Asegúrese de que la estación base está configurada correctamente.";
"AIRPORT_NO_REACH_IP" = "%@ está conectado a la red inalámbrica, pero el estado de la estación base no ha podido verificarse. Es posible que ya esté conectado a Internet.";
"AIRPORT_NO_DNS" = "%@ está conectado a Internet, pero es posible que los ajustes DNS no estén configurados correctamente.";
"AIRPORT_INTERNET_SHARING" = "Compartir Internet está activado y está compartiendo la conexión mediante %@.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Se accederá automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, el ordenador le preguntará antes de acceder a una red nueva.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Se accederá automáticamente a las redes conocidas. Si no hay ninguna red conocida disponible, deberá seleccionar una manualmente.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ está activo";
"ETHERNET_NOT_ACTIVE" = "%@ está inactivo";
"ETHERNET_CONNECTED" = "%@ está conectado";
"ETHERNET_NOT_CONNECTED" = "%@ no está conectado";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ está activo y tiene asignada la dirección IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "El cable de %@ está conectado, pero el ordenador no tiene asignada ninguna dirección IP.";
"ETHERNET_NOT_PLUGGED" = "O el cable de %@ no está conectado o el dispositivo en el otro extremo no responde.";
"ETHERNET_LINK_LOCAL" = "%@ posee una dirección IP autoasignada y no podrá conectarse a Internet.";
"ETHERNET_NO_ROUTER" = "“Estado de la red” no puede establecer comunicación con el router.";
"ETHERNET_NO_REACH_IP" = "%@ está conectado a la red local, pero “Estado de la red” no ha podido verificar si ya está conectado a Internet.";
"ETHERNET_NO_DNS" = "%@ está conectado, pero el servidor DNS presenta un funcionamiento anómalo: es posible que no esté configurado correctamente.";
"ETHERNET_LOOPBACK" = "%@ tiene una dirección IP loopback, por lo que puede que no pueda establecer conexión.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ no está conectado.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "O el cable de %@ no está conectado o el dispositivo no responde.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "No está conectado ningún dispositivo FireWire conectable en red.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ no está configurado";
"MODEM_CONNECTED" = "%@ está conectado";
"MODEM_NOT_CONNECTED" = "%@ no está conectado";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ no se ha configurado.";
"MODEM_READY" = "Pulse el botón Conectar para conectarse a la red";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ está inactivo";
"VPN_CONNECTED" = "%@ está conectado";
"VPN_CONNECTING" = "%@ se está conectando...";
"VPN_DISCONNECTING" = "%@ se está desconectando...";
"VPN_NOT_CONNECTED" = "%@ no está conectado";
"VPN_UNKNOWN_STATE" = "%@ tiene un estado desconocido";
"VPN_NOT_CONFIGURED" = "%@ no está configurado";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Se perderán las configuraciones actuales";
"LINK_ALERT_EXISTING_CONFIG" = "Se perderán todas las configuraciones actuales de los puertos seleccionados. ¿Seguro que desea crear un agregado?";
"LINK_STATUS_SPEED_DOWN" = "inactivo";
"LINK_STATUS_ENABLED" = "Aceptar";
"LINK_STATUS_INVALID" = "Enlace no válido";
"LINK_STATUS_NO_PARTNER" = "Ningún asociado";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Grupo erróneo";
"LINK_STATUS_UNKNOWN" = "Desconocido";
"LINK_STATUS_TOOLTIP_ENABLED" = "No se han detectado problemas.";
"LINK_STATUS_TOOLTIP_INVALID" = "El estado del enlace no era válido (enlace inactivo, semidúplex o con una velocidad incorrecta).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "El puerto del conmutador al que está conectado el dispositivo no tiene activada la función de agregación de enlaces 802.3ad.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "El puerto se conecta a un asociado pero el grupo de agregación de enlaces es diferente del que está activo.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "No ha podido determinarse el estado de este dispositivo.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "No se han podido importar las configuraciones de “%@” .";
"ALERT_IMPORT_FAILED_MESSAGE" = "No se han encontrado “%@” servicios.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "No han podido importarse las configuraciones “%@” porque un servicio “%@” no está configurado en las preferencias de Red.";
"IMPORT_FAILED_BAD_FILE" = "La importación ha fallado porque el archivo no es válido.";
"IMPORT_MULTIPLE_FORMAT" = "Se han encontrado múltiples servicios %@. Seleccione el servicio en el que desea importar las configuraciones.";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Se han encontrado múltiples servicios compatibles con %@. Seleccione el servicio en el que desea importar las configuraciones:";
"EXPORT_FAILED" = "Error al exportar.";
"EXPORT_FAILED_FILE" = "No se han podido exportar las configuraciones como archivo.";
"EXPORT_FAILED_CONFIGS" = "No se han podido exportar las configuraciones como archivo porque no hay configuraciones.";
"EXPORT_FAILED_CHECKBOXES" = "No se han podido exportar las configuraciones como archivo porque no se ha marcado ninguna opción.";
"EXPORT_FAILED_FILE_8021x" = "No se han podido exportar los perfiles 802.1X como archivo.";
"EXPORT_FAILED_PROFILES" = "No se han podido exportar los perfiles 802.1X como archivo porque no hay perfiles.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "No se han podido exportar los perfiles 802.1X como archivo porque no se ha marcado ninguna opción.";

"EXPORT_UNTITLED_FILE" = "Sin título";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "¿Necesita ayuda para configurar una conexión de red o solucionar un problema con la red?";
"ASSIST_SHEET_INFO" = "Si necesita ayuda para crear una nueva configuración de red, haga clic en Asistente. Si necesita ayuda para resolver un problema con su conexión de red, haga clic en Diagnóstico.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Asistente…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnóstico…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk está activo en otro servicio de red.";
"APPLETALK_ALRT_EXPLANATION" = "¿Desea desactivar AppleTalk en “%@”?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk sólo puede estar activo en un puerto de red. Si continúa, AppleTalk se desactivará en %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "No disponible";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Mostrar estado de VPN en barra de menús";
"SHOW_MODEM_MENUEXTRA" = "Mostrar estado módem en barra de menús";
"SHOW_WWAN_MENUEXTRA" = "Mostrar estado de WWAN en barra de menús";
"SHOW_PPPOE_MENUEXTRA" = "Mostrar estado PPPoE en barra de menús";
"SHOW_IRDA_MENUEXTRA" = "Mostrar estado de IrDA en barra de menús";

/* Accessibility Strings */
"Location Actions" = "Acciones de ubicación";
"Add Location" = "Añadir ubicación";
"Delete Location" = "Eliminar ubicación";

"Add search domain" = "Añadir dominio de búsqueda";
"Delete search domain" = "Eliminar dominio de búsqueda";
"Add DNS server" = "Añadir servidor DNS";
"Delete DNS server" = "Eliminar servidor DNS";

"Add Service"= "Añadir servicio";
"Delete Service" = "Eliminar servicio";
"Service Actions" = "Acciones del servicio";

"Add Profile"= "Añadir perfil";
"Delete Profile" = "Eliminar perfil";

"SERVICE_LOGO_FORMAT" = "%@ Logotipo";
"Service Logo" = "Logotipo del servicio";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "El servidor le pedirá una contraseña";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "No se ha encontrado ningún dispositivo PAN";